export const products = [
  {
    name: "3D принтер",
    article: 2840367,
    price: 33333,
    oldPrice: 55555,
    delivery: "1 апреля",
    images: [
      "https://i.ibb.co/gPCq1G4/image.png",
      "https://i.ibb.co/yFhYrms/hb2NiWc.jpg",
      "https://i.ibb.co/r6QCT38/NcXNhJb.jpg"
    ],
    comments: [
      {
        id: 0,
        author: "Кирил",
        text: "Отличный принтер"
      },
      {
        id: 1,
        author: "Илья",
        text: "Цену бы пониже"
      },
      {
        id: 2,
        author: "Дима",
        text: "А где покупать расходники"
      },
      {
        id: 3,
        author: "Кирил Иванович",
        text: "Доповлен покупкой"
      },
      {
        id: 4,
        author: "Дима",
        text: "Сломался через месяц"
      }
    ],
    description: `это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн.`
  },
  {
    name: "Эльфивая башня",
    article: 2840368,
    price: 500,
    delivery: "1 апреля",
    images: [
      "https://i.ibb.co/r6QCT38/NcXNhJb.jpg",
      "https://i.ibb.co/gPCq1G4/image.png",
      "https://i.ibb.co/yFhYrms/hb2NiWc.jpg"
    ],
    comments: [
      {
        id: 0,
        author: "Кирил",
        text: "Уж лучше купить принтер и самому напещатать"
      },
      {
        id: 1,
        author: "Илья",
        text: "А можно заказать пизанскую башню?"
      },
      {
        id: 2,
        author: "Сергей",
        text: "Я такую же могу распещатать"
      }
    ],
    description: `это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн.`
  },
  {
    name: "Шахматы",
    article: 2840777,
    price: 1000,
    delivery: "1 апреля",
    images: [
      "https://i.ibb.co/yFhYrms/hb2NiWc.jpg",
      "https://i.ibb.co/r6QCT38/NcXNhJb.jpg",
      "https://i.ibb.co/gPCq1G4/image.png"
    ],
    comments: [
      {
        id: 0,
        author: "Кирил",
        text: "Я могу более крассивые сделать"
      },
      {
        id: 1,
        author: "Илья",
        text: "На самом деле самые крассивые шахматные наборы деревянные"
      },
      {
        id: 2,
        author: "Сергей",
        text: "Зато с 3D принтером можно самые причудливые фигуры создать"
      }
    ],
    description: `это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн.`
  }
];
